Repository: advocatux/udiaspora
Catalog: po/*.po
Languages: de

source: Loading
de: Lade

source: Controls
de: Menüleiste

source: Collapse
de: Nach unten

source: Choose a Diaspora instance
de: Wähle eine Diaspora Instanz

source: Search or enter a custom address
de: Suche oder gib eine Adresse ein

source: About
de: Über

source: Get the source
de: Zeige Quellcode

source: Report issues
de: Fehler melden

source: Contributors
de: Mitwirkende

source: Based on uMastonauts webapp
de: Basiert auf uMastonauts Webapp

source: Donate
de: Spenden

source: Copy Link
de: Link kopieren

source: Copy Image
de: Bild kopieren

source: Open in browser
de: Im Browser öffnen

source: Location: %1
de: Ort: %1

source: Add Post
de: Posten

source: Incognito Mode
de: Privater Modus

source: None Incognito
de: Kein privater Modus

source: Go home
de: Nach Hause

source: Reload
de: Neu laden

source: Go Back
de: Zurückgehen

source: Links open externally
de: Links extern öffnen

source: Links open internally
de: Links intern öffnen

source: Change Pod
de: Instanz wechseln

source: Confirm Action
de: Aktion bestätigen
